Repository: Icinga/icingaweb2-module-x509
Catalog: application/locale/*/LC_MESSAGES/x509.po
Languages: de_de

source: Algorithm
de_de: Algorithmus

source: Certificate
de_de: Zertifikat

source: Certificate Dashboard
de_de: Zertifikat Dashboard

source: Certificate Info
de_de: Zertifikats-Info

source: Certificate Monitoring
de_de: Zertifikat Monitoring

source: Certificate Overview
de_de: Zertifikat Übersicht

source: Certificate Usage
de_de: Zertifikat Nutzung

source: Certificate chain is invalid: %s.
de_de: Zertifikatskette ungültig: %s.

source: Certificate chain is valid.
de_de: Zertifikatskette gültig.

source: Certificate not found.
de_de: Zertifikat nicht gefunden.

source: Certificates
de_de: Zertifikate

source: Certificates by CA
de_de: Zertifikate nach CA

source: Certificates by Duration
de_de: Zertifikate nach Dauer

source: Chain Is Valid
de_de: Kette gültig

source: Comma-separated list of CIDR addresses to scan
de_de: Kommagetrennte Liste von abzusuchenden CIDR Adressen

source: Comma-separated list of hostnames
de_de: Kommagetrennte Liste von Hostnamen

source: Comma-separated list of ports to scan
de_de: Kommagetrennte Liste von abzusuchenden Ports

source: Configure SNI
de_de: Konfiguriere SNI

source: Configure the database backend
de_de: Konfiguriere das Datenbank-Backend

source: Configure the scan jobs
de_de: Konfiguriere die Scan-Jobs

source: Create
de_de: Erstellen

source: Create a New Job
de_de: Erstelle einen neuen Job

source: Create a New SNI Map
de_de: Erstelle eine neue SNI-Map

source: Database
de_de: Datenbank

source: Database not configured
de_de: Datenbank nicht konfiguriert

source: Database resource
de_de: Datenbank-Ressource

source: Duration
de_de: Dauer

source: Edit job %s
de_de: Ändere Job %s

source: Edit map for %s
de_de: Ändere Map für %s

source: Expires
de_de: Läuft ab

source: Extensions
de_de: Erweiterungen

source: Failed to create job
de_de: Konnte Job nicht erstellen

source: Failed to create map
de_de: Konnte Map nicht erstellen

source: Failed to remove job
de_de: Konnte Job nicht entfernen

source: Failed to remove map
de_de: Konnte Map nicht entfernen

source: Failed to update job
de_de: Konnte Job nicht ändern

source: Failed to update map
de_de: Konnte Map nicht ändern

source: Fingerprints
de_de: Fingerabdrücke

source: Hostnames
de_de: Hostnamen

source: IP not found
de_de: IP nicht gefunden

source: Is Certificate Authority
de_de: Ist Zertifikats-Autorität

source: Is Self-Signed
de_de: Ist Selbst-Signiert

source: Is Trusted
de_de: Wird vertraut

source: Issuer
de_de: Aussteller

source: Issuer Name
de_de: Aussteller Name

source: Job created
de_de: Job erstellt

source: Job cron Schedule
de_de: Job cron Zeitplan

source: Job not found
de_de: Job nicht gefunden

source: Job removed
de_de: Job entfernt

source: Job updated
de_de: Job geändert

source: Key Size
de_de: Schlüssel-Größe

source: Key Strength
de_de: Schlüssel-Stärke

source: Map created
de_de: Map erstellt

source: Map removed
de_de: Map entfernt

source: Map updated
de_de: Map geändert

source: New Job
de_de: Neuer Job

source: New SNI Map
de_de: Neue SNI Map

source: Next page
de_de: Nächste Seite

source: No SNI maps configured yet.
de_de: Noch keine SNI Maps konfiguriert.

source: No jobs configured yet.
de_de: Noch keine Jobs konfiguriert.

source: No results found.
de_de: Keine Ergebnisse gefunden.

source: Not Valid After
de_de: Nicht gültig nach

source: Not Valid Before
de_de: Nicht gültig vor

source: Pagination
de_de: Paginierung

source: Previous page
de_de: Vorherige Seite

source: Public Key
de_de: Öffentlicher Schlüssel

source: Public Key Algorithm
de_de: Algorithmus des öffentlichen Schlüssels

source: Public Key Info
de_de: Informationen des öffentlichen Schlüssels

source: Public Key Strength
de_de: Stärke des öffentlichen Schlüssels

source: Remove Job
de_de: Entferne Job

source: Remove SNI Map
de_de: Entferne SNI Map

source: Remove job %s?
de_de: Job %s entfernen?

source: Remove map for %s?
de_de: Map für %s entfernen?

source: Remove this SNI map
de_de: Entferne diese SNI Map

source: Remove this job
de_de: Entferne diesen Job

source: Save
de_de: Speichern

source: Save Changes
de_de: Änderungen speichern

source: Schedule
de_de: Zeitplan

source: Serial Number
de_de: Seriennummer

source: Show rows %u to %u of %u
de_de: Zeige Zeilen %u bis %u von %u

source: Signature Algorithm
de_de: Signatur Algorithmus

source: Signature Algorithms
de_de: Signatur Algorithmen

source: Signature Hash Algorithm
de_de: Signatur Prüfsummen Algorithmus

source: Subject
de_de: Betreff

source: Subject Name
de_de: Zertifikatinhaber

source: Update Job
de_de: Ändere Job

source: Update SNI Map
de_de: Ändere SNI Map

source: Valid From
de_de: Gültig ab

source: Valid To
de_de: Gültig bis

source: X.509 Certificate
de_de: X.509 Zertifikat

source: X.509 Certificate Chain
de_de: X.509 Zertifikatskette

source: Yes
de_de: Ja

source: You seem to not have configured a database resource yet. Please create one %1$shere%3$s and then set it in this %2$smodule's configuration%3$s.
de_de: Es scheint noch keine Datenbank Ressource konfiguriert zu sein. Bitte erstelle %1$shier%3$s eine und setze sie dann in der %2$sModul-Konfiguration%3$s.

source: in %d days
de_de: in %d Tagen

source: not until after %s
de_de: nicht vor %s

source: since %d days
de_de: seit %d Tagen

source: today
de_de: Heute
